2gua.rainbow-brackets
aeschli.vscode-css-formatter
ahmadawais.shades-of-purple
altcoda.cybervision
analytic-signal.preview-pdf
andrewvallette.zeonica
attilabuti.brainfuck-syntax
axosoft.gitkraken-glo
AyakoSky.fluffy-theme
bardleware.sandstorm
BeardedBear.beardedtheme
bierner.markdown-emoji
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
circledev.glsl-canvas
ClemensPeters.format-json
CodeStream.codestream
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.python-environment-manager
dsznajder.es7-react-js-snippets
dtoplak.vscode-glsllint
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
EliverLara.andromeda
EliverLara.sweet-vscode-icons
enkia.tokyo-night
felipe-mendes.slack-theme
Gaulomatic.VSCodeExpressiveTheme
GitHub.github-vscode-theme
GitHub.vscode-pull-request-github
GrapeCity.gc-excelviewer
hbenl.vscode-test-explorer
hoovercj.vscode-power-mode
icrawl.discord-vscode
ImUrX.scarpet
Increments.qiita
janisdd.vscode-edit-csv
jaredkent.laserwave
jasonnutter.search-node-modules
jock.svg
joebayer1340.wildberry-theme
johnpapa.vscode-peacock
jolaleye.horizon-theme-vscode
kisstkondoros.vscode-codemetrics
kiteco.kite
littlefoxteam.vscode-python-test-adapter
liviuschera.noctis
lkytal.FlatUI
lostintangent.vsls-pomodoro
lostintangent.vsls-whiteboard
Luke-zhang-04.processing-vscode
max-SS.Cyberpunk
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
mindaro-dev.file-downloader
mindaro.mindaro
ModoNoob.vscode-hipster-theme
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-autoprefixer
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.powershell
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
nitayneeman.puppeteer-snippets
njpwerner.autodocstring
oderwat.indent-rainbow
oliversturm.fix-json
Orta.vscode-jest
pranaygp.vscode-css-peek
rechinformatica.rech-editor-batch
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.live-sass
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
rvest.vs-code-prettier-eslint
Saikumarchinna.rainbow
Shira.pastel-forest-theme
sibiraj-s.vscode-scss-formatter
slevesque.shader
slevesque.vscode-autohotkey
soft-aesthetic.soft-era-theme
Sujan.code-blue
syler.sass-indented
thegeoffstevens.best-colorful-themes-pack
trixnz.vscode-lua
vangware.dark-plus-material
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
